Autodesk.Revit.DB.FabricationServiceButton.IsExcluded
Gets if the button's fabrication part content associated with the button is to be excluded from Route and Fill or Design to Fabrication commands.
Returns:
true if the button is excluded.
Since:
2017 Subscription Update